\version "2.24.3"

% include paper part and global functions
\include "include/globals.ily"

\bookpart {
  \paper {
    print-all-headers = ##f
    print-page-number = ##t
    print-first-page-number = ##f

    % put page numbers on the bottom
    oddHeaderMarkup = \markup ""
    evenHeaderMarkup = \markup ""
    oddFooterMarkup = \markup
    \fill-line {
      ""
      \if \should-print-page-number \fromproperty #'page:page-number-string
    }
    evenFooterMarkup = \markup
    \fill-line {
      \if \should-print-page-number \fromproperty #'page:page-number-string
      ""
    }

     left-margin = 2.0\cm
    right-margin = 2.0\cm
    top-margin = 2.5\cm
    bottom-margin = 2.0\cm
    ragged-bottom = ##t % do not spread the staves to fill the whole vertical space
  }

  \tocItem \markup "Предговор към третото издание"
  \markup \fontsize  #+3.0 { \fill-line \bold {"ПРЕДГОВОР КЪМ ТРЕТОТО ИЗДАНИЕ"} }

  \markup \fontsize #+2.5 {
    \vspace #1.5 \override #'(baseline-skip . 2.7)
    \justify {

      В тези встъпителни думи е представен процесът на
      подготовка на последното издание, мотивира се нуждата от
      редакция на песните, накрая се определя методът на работа и
      екипът, осъществил редакторския процес.
    }
  }
 \markup \fontsize #+2.5 {
    \vspace #0.6  \override #'(baseline-skip . 2.7)
    \justify {
     \hspace #1.5

      Известно е, че Учителя Петър Дънов никога не е записвал
      лично своите песни. Най-често той е изсвирвал първоначално на
      цигулка дадено окултно упражнение и впоследствие устно го е
      преподавал в школските си лекции. Ако в момента на създаването
      е присъствал музикант, той е записвал упражнението като нотен
      текст. Днешните поколения са признателни на всички музиканти,
      свършили тази толкова отговорна работа. Сред тях са проф. Асен
      Арнаудов, Боян Икономов, Лиляна-Цветана Табакова, Мария
      Тодорова, Матей Калудов, Христо Дързев и други. За съжаление
      много песни и мелодии са останали незаписани.
    }
  }
 \markup \fontsize #+2.5 {
    \vspace #0.6  \override #'(baseline-skip . 2.7)
    \justify {
     \hspace #1.5

      В нотописа на първото цялостно издание на песните на
      Учителя Петър Дънов, съставено и публикувано от Мария
      Тодорова през 1949 г., съществуват немалко грешки. Самата
      Мария Тодорова е споделяла с мен, че сборникът е подготвен
      твърде набързо поради неблагоприятните политически условия.
      От друга страна, използвала е нотни записки по време на лекции,
      не винаги правени от професионални музиканти.
    }
  }
 \markup \fontsize #+2.5 {
    \vspace #0.6  \override #'(baseline-skip . 2.7)
    \justify {
     \hspace #1.5
      Ако сборникът на Мария Тодорова се сравни с предишното
      издание от 1938 г., могат да се открият доста разлики. На практика
      с течение на времето някои песни са претърпели два вида промени:
      едни са доразвити, а други, според мен, са опростени за удобство
      на изпълнители с недостатъчна музикална подготовка, от което са
      изгубили от своя енергиен заряд. В практиката са се наложили като
      по-благозвучни и редица промени във височината на някои тонове,
      в други случаи ритмичните фигури са намерили по-естествено
      звучене. В това отношение съществуват много примери, но
      анализирането им не е предмет на настоящия предговор.
    }
  }

  \markup \fontsize #+2.5 {
    \vspace #0.6  \override #'(baseline-skip . 2.7)
    \justify {
     \hspace #1.5

      От гледна точка на нотния правопис настоящото трето
      издание се придържа към изискванията на съвременните нотни
      издателства, установени в правилата на музикалната теория. Това
      в най-голяма степен се отнася до логическите акценти в поетичния
      и музикалния текст, разпределени синхронно в дадения размер на
      песента. Друг важен фактор е хармоничният строеж на мелодията,
      чиито посоки оформят музикалните образи.
    }
  }

\markup \fontsize #+2.5 {
    \vspace #0.6  \override #'(baseline-skip . 2.7)
    \justify {
     \hspace #1.5
     Целта на редакторската работа е оптимално да съхрани
      музикалния и сло-
     
       }
  }


  \markup \fontsize #+2.5 {
    \vspace #0.6  \override #'(baseline-skip . 2.7)
    \justify {
    
      
весен текст, разполагайки го логично в съответни размери, съобразени с хармоничния строеж на мелодията. Според
      нас подборът на тоналностите при Учителя не е случаен. Той изразява връзката между цветове, тонове, планети и числа и всеки опит
      за по-удобно транспониране отнема нещо от цвета на звученето.
      От чисто историческа гледна точка, пръв Филип Стоицев
      сложи начало на редакторските бележки и обсъждания. По-късно
      един голям екип, в който участваха Георги Стратев, Иоана
      Стратева, Станка Желева, Пенка Кадиева и авторът на този
      текст, започна методична и продължителна редакторска работа.
      Въпреки различните мнения по определени проблеми процесът
      напредна в хармония и разбирателство. През 1999 г. Благовест
      Жеков публикува собствен вариант на песните. Неговият сборник
      притежава редица преимущества: решава част от проблемите
      на нотописа и въвежда за първи път фонетични транскрипции
      на латиница. Несъмнено достойнство на настоящото издание са
      обогатените и допълнени обяснителни бележки към всяка песен
      заедно с Речника на музикалните термини в края на книгата.
      Най-голямото предимство обаче е в колективната работа, където
      повече хора с различна чувствителност и нагласа дискутират
      професионално и стигат до по-обективни резултати.
    }
  }

    \markup \fontsize #+3 \raise #0 \override #'(baseline-skip . 2.7) {
    \column {
      \line {"  "}
      \line {"  "}
      \fill-line { "" ""  \italic {"Петър Ганев    "} }
      \fill-line { "" ""  \italic {"София 2006 г.   "} }
    }
  }


} % bookpart