\version "2.24.2"

% include paper part and global functions
\include "include/globals.ily"

\bookpart {
  \paper {
    print-all-headers = ##f
    print-page-number = ##t
    print-first-page-number = ##f

    % put page numbers on the bottom
    oddHeaderMarkup = \markup ""
    evenHeaderMarkup = \markup ""
    oddFooterMarkup = \markup
    \fill-line {
      ""
      \if \should-print-page-number \fromproperty #'page:page-number-string
    }
    evenFooterMarkup = \markup
    \fill-line {
      \if \should-print-page-number \fromproperty #'page:page-number-string
      ""
    }

    left-margin = 1.5\cm
    right-margin = 1.5\cm
    top-margin = 1.6\cm
    bottom-margin = 1.2\cm
    ragged-bottom = ##t % do not spread the staves to fill the whole vertical space


  }

  \tocItem \markup "Предговор"
  \markup \fontsize  #+3.0 { \fill-line \bold {"ПРЕДГОВОР"} }

  \markup \fontsize #+2.5 {
    \vspace #1.5 \override #'(baseline-skip . 2.7)
    \justify {
      Настоящият сборник съдържа вокални и инструментални композиции от Учителя Петър Константинов Дънов – 
      Беинса Дуно (1864 – 1944), основоположник на Духовно Общество \italic {Бяло Братство} в България, и от негови 
      ученици. Изданието представлява четвърто преработено и допълнено издание на сборника \italic {Песни от Учителя}, 
      отпечатан през 1949 г. в София под редакцията на Мария Тодорова. За основа на настоящото издание послужи
      последното трето издание на \italic {Песни от Учителя} от 2012 г.
    }
  }
  \markup \fontsize #+2.5 {
    \vspace #1.5 \override #'(baseline-skip . 2.7)
    \justify {
      \italic {Окултните музикални упражнения,} както Учителя Петър Дънов сам нарича своите музикални композиции, се появяват
      като музикален метод в откритата от него през 1922 година окултна школа на Бялото Братство. Тези упражнения 
      той схваща като образци на \italic {окултната музика} – нов музикален жанр – основаващ се на принципите и законите на 
      една нова полидименсионална  музикална теория и естетика. Последната бива последователно развита в многобройните
      лекции, които той държи пред своите ученици до 1944 г. Първото и основно предназначение на тези упражнения е 
      индивидуалната и групова духовна работа на учениците в пътя им на духовно развитие, и култивиране на духовни
      качества и добродетели. Методът на даването им е изключително творчески и колективен. По време на лекция Учителя
      изсвирва с цигулката си или изпява \italic {ново музикално упражнение.} Задача на учениците е да го нотират и представят 
      за проверяване и окончателно оформление и одобрение. Отделни песни, които са били развивани и усъвършенствани,
      са запазени в повече от един вариант; други са останали съзнателно незавършени като задачи за бъдещите поколения
      и епохи. \italic {Музикалните форми,} резултиращи от характерния за работата в Школата творчески принцип, схващането на 
      песента като \italic {процес} са условие за възможността на \italic {бъдещата култура.} Някои от композициите, сред които е и 
      цикълът \italic {Новото Битие,} се раждат при частните уроци, които Учителя дава на избрани свои ученици; други са 
      породени от конкретна опитност на окултния ученик. Много мелодии и композиции обаче остават незаписани. Пример
      за това е пиесата за соло цигулка \italic {Блудният син,} която Учителя изсвирва за първи път на студентски концерт в 
      Америка и повтаря няколко пъти пред своите ученици тридесет години след първото изпълнение. Според спомените на 
      присъстващите \justify-line {музиканти изсвирената композиция не е подлежала на никакво нотиране.} 
    }
  }
  
  \markup \fontsize #+2.5 {
    \vspace #0 \override #'(baseline-skip . 2.7)
    \justify {
      Звучали са микро интервали,непрекъсната смяна на тоналности, ритми състояния, настроения, музикални природни картини, 
      медитативни мелодии, подредени в една композиция, в чиято основа стои принципа на абсолютната свобода като качество на 
      \italic{окултната музика.}  
    }
  }

  \markup \fontsize #+2.5 {
    \vspace #1.2 \override #'(baseline-skip . 2.7)
    \justify {
      Първото пълно издание на музикалните композиции на Учителя Петър Дънов със заглавие \italic {Песни от Учителя} публикува 
      Мария Тодорова през 1949 на базата на одобрените от него нотации на \italic {музикалните упражнения.} Подготовката и 
      отпечатването му се случват при изключително трудни политически и обществени условия, непозволяващи една 
      задълбочена редакторска работа над подготвяното издание. Допуснати са и печатни грешки, които тя коригира 
      впоследствие в своя личен екземпляр. С отпечатването му обаче заръката на Учителя за запазване и предаване на 
      музикалните му композиции за бъдещите поколения е изпълнена. За съжаление, одобрените от него нотации на 
      песните, които той сам е отделял и предавал на съхранение в специална папка, както и нотната тетрадка, 
      наречена \italic {тефтер,} където те били преписвани впоследствие, не са достигнали до нас. Не са достигнали до нас също
      и записи с гласа и цигулката на Учителя, което би дало една по-ясна и пълна представа за звученето на \italic {окултната
      музика.} До нас са достигнали само няколко архивни записи на групови изпълнения на отделни песни. Единствените 
      налични писмени оригинали са гореописаното издание, подготвено от Мария Тодорова, както и фототипно копие на 
      нейния личен екземпляр, съдържащ нанесените от нея поправки на някои печатни грешки. Липсва обаче подлистникът
      с грешки към същото издание. Запазени са също и по-ранни, непълни публикации на песните на Учителя, като 
      например многогласното издание на Христо Дързев.    
    }
  }
} % bookpart

% Più mosso
% „Weiße Bruderschaft“
