\markup \abs-fontsize #11 {
    \vspace #0.9  \override #'(baseline-skip . 3.4)
    \justify {
      Tази редакторска линия наложи преосмисляне на структурната ор- ганизация на някои песни, минимално осъвременяване на лириче- ския им текст спрямо лексикалните и синтактичните норми на съвре- менния български език, както и корекции в нотния правопис. При ня- кои от песните с несиметрична структура и с подчертано свободен ритъм бе въведена безмензурна нотация, кореспондираща с концеп- цията за \italic"несъизмеримите" \italic"величини" в \italic"окултната" \italic"музика." В редакцион- ния процес бяха използвани всички налични първоизточници, което доведе до отстраняване на редица грешки и неадекватни редакторски решения, възникнали при предни редакции, засягащи части от пес- ни или цели песни. Този процес беше подпомогнат и от експертното мнение на някои братски музиканти, които подобриха обективността и автентичността на предлагания нотен текст с конкретни забележки. За пръв път бяха въведени редакторски бележки, документиращи и аргументиращи направените редакционни промени в нотния текст. Чрез широкото използване на \italic {ossia} бяха обозначени вариантите на песните, съответстващи на специфичните бележки на преките уче- ници-музиканти на Учителя, които бяха отбелязани и в обяснителни- те бележки. По същия начин бе постъпено и с вариантите на лиричес- ките текстове. Всички обяснителни бележки бяха преработени и до- пълнени. Отстранени бяха и някои фактологически грешки. Смесва- нето на автентични мелодии със съвременни текстове като практика на досегашните издания бе избегнато, като автентичните мелодии бяха запазени в своя оригинал в основната част на сборника, а съвре- менното творчество поместено в допълнението в края на сборника. Темповите означения в песните трябва да бъдат разгледани като ус- ловни, защото те не са оригинално зададени от Учителя, а представят виждането на съвременните музиканти за тях.

    }
  }
  \markup \abs-fontsize #11 {
    \vspace #1.1 \override #'(baseline-skip . 3.4)
    \justify {
      \hspace #1.5

      Целта на настоящото издание е да представи музикалните компози- ции на Учителя в един професионален вид. То е адресирано както към професионалните музиканти, така и към любителите, т.е. към всички онези хора с усет към  духовното, които желаят да се докоснат до кра- сотата и необикновеността на тази музика. Голямото разнообразие на тоналности, от най-простите до онези с шест знака,   свързаното с тях цветоусещане, съответствието между музика и текст, често свободни- ят ритъм на мелодията, разнообразието от равноделни и неравнодел- ни ритми, \italic {отворените} \italic {интервали,} преобладаващите \italic {несъизмерими} \italic {ве- личини} – аспекти на окултната музика, за които Учителя говори в сво-
    }
  }
  \markup \abs-fontsize #11 {
    \vspace #1.1 \override #'(baseline-skip . 3.4)
    \justify {


       ите лекции – обуславят мощното ѝ многопластово въздействие върху слушателя и изпълнителя. Тя е звуково отражение на свободата и несиметричността на природните линии, изразени чрез структур- ните особености на мелодическите построения и чрез отсъствието на симетрична схема във фразирането. Техен съставен елемент са както малките поредни интервали, като напр. в песните \italic {Вехади} и \italic {Нева санзу,} така и големите интервали, стигащи до октава, като в песента  \italic {Вът- решният } \italic {глас на Бога.} Срещат се също  и интервали, присъщи на източната музика, като хиатус или интервала увеличена кварта, използван в песента \italic {Берхан-Ази.} Присъствието на безмензурни пес- ни, за които Учителя сам отправя препоръка да бъдат нотирани без тактови черти, е допълнителен белег на абсолютната свобода в \italic {окул- тната} \italic {музика.} \italic {Несъимеримото} като мякра за Божественото е нейнo основно структурно качество, освобождаващо я от крайната опреде- леност и завършеност. Затова тя може да намери своя адекватен израз само в \italic {несъизмеримите} \italic {тактове,} които се превръщат в нейна вът- решна, несъизмерима мярка. Като цяло оразмеряването, в което обик- новено класическите музиканти се виждат принудени да поставят всяка мелодия, е чуждо за нея явление. Съществуват обаче компози- ции с класическа постройка на мелодията като \italic {Фир-фюр-фен,}\italic {Бог e Любов,}  \italic {Ме-хейн,} \italic {Венир} \italic{ Бенир,} чието естествено хармоническо звучене наподобява хорали от Й. С. Бах. Те биха предположили една хармони- зация в бароков стил. Специално място в \italic {окултната} \italic {музика} е отделе- но на типично българските неравноделни ритми, като напр. 7/8, 5/8, 8/8, и мелодически интонации. Доведени до първичната си чистота, те са издигнати до \italic {образци} на \italic {новия} \italic {музикален} \italic {жанр.} Така Учителя не само отваря затворения кръг на българската музика, но ѝ дава една нова възходяща, спираловидна посока. Естествен резултат на това от- варяне и освобождаване е трансформацията на българина. Могат да бъдат дадени още много други примери, засягащи многообразието в мелодическата, хармоническата или ритмическата структура на \italic {окул- тните} \italic {музикални} \italic {упражнения,} както и да бъдат поставяни още ред въпроси, отнасящи се до тяхната специфика. Това би било подходяща задача за едно бъдещо обширно изследване на \italic {окултната} \italic {музика,} ко- ето да открие и изследва скритите в нея ключо ве и кодове. Условие за възможността за нейното истинско разбиране и адекватна интерпре- тация обаче остава задълбоченото познаване както на лекциите, така и на принципите, на които тя се основава. Лекциите и окултните опитности показват нейния контекст и тя не може да бъде отделена 

    }
  }
  \markup \abs-fontsize #11 {
    \vspace #1.1 \override #'(baseline-skip . 3.4)
    \justify {

      от целокупността и единството на Учението. Те служат като нейна координатна система, давайки възможност за допълнителното ѝ обога- тяване със смисъл и съдържание, както и за обогатяване на нейното изживяване и възможни интерпретации. Важно за всички хармони- зации и оркестрации е да запазят най-същественото в \italic {окултната музика} – нейния дух. Тя нито може да служи за забава, нито сама по себе си е забава, а е израз на свещеното ни отношение към Създателя. Само тогава \italic {окултната} \italic {музика} ще разкрие богатствата си в пълнота.

    }
  }

  \markup \abs-fontsize #11 {
    \vspace #1.1 \override #'(baseline-skip . 3.4)
    \justify {

      \hspace #1.5 От името на целия издателски екип пожелаваме приятни индиви- дуални и колективни занимания с тази неземна, космична музика! Бог е Любов.
    }
  }

  \markup \abs-fontsize #11 \raise #0 \override #'(baseline-skip . 3.4) {
    \column {
      \line {"  "}
      \line {"  "}
      %\fill-line { "" ""  \italic {"Петър Ганев, София    "} }
      \fill-line { "" ""  \italic {"Мария Кирева "} }
      \fill-line { "" ""  \italic {"Мюнхен, 2024 г."} }
    }
  }
